asvetliakov.vscode-neovim
bhoov.vscode-manim
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
codeium.windsurfpyright
esbenp.prettier-vscode
irongeek.vscode-env
janisdd.vscode-edit-csv
kevinrose.vsc-python-indent
marvinhagemeister.theme-afterglow-remastered
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
qwtel.sqlite-viewer
saoudrizwan.claude-dev
tonsky.theme-alabaster
xirider.livecode
